Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: “%@” and its audio file will be deleted. This cannot be undone.
ar: سيُحذف «%@» وملفه الصوتي. لا يمكن التراجع عن ذلك.
de: „%@“ und die zugehörige Audiodatei werden gelöscht. Das lässt sich nicht rückgängig machen.
es: Se eliminarán «%@» y su archivo de audio. Esta acción no se puede deshacer.
fr: « %@ » et son fichier audio seront supprimés. Cette action est irréversible.
it: “%@” e il suo file audio verranno eliminati. L’operazione non può essere annullata.
ja: 「%@」とそのオーディオファイルが削除されます。この操作は取り消せません。
ko: “%@”과(와) 해당 오디오 파일이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nl: ‘%@’ en het bijbehorende audiobestand worden verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: „%@” i jego plik dźwiękowy zostaną usunięte. Tej operacji nie można cofnąć.
pt_br: “%@” e seu arquivo de áudio serão excluídos. Isso não pode ser desfeito.
ru: «%@» и его аудиофайл будут удалены. Это действие нельзя отменить.
sv: ”%@” och dess ljudfil raderas. Det går inte att ångra.
tr: “%@” ve ses dosyası silinecek. Bu işlem geri alınamaz.
zh_hans: 将删除“%@”及其音频文件。此操作无法撤销。

source: “%@” and its MIDI pattern will be deleted. This cannot be undone.
ar: سيُحذف «%@» ونمط MIDI الخاص به. لا يمكن التراجع عن ذلك.
de: „%@“ und das zugehörige MIDI-Muster werden gelöscht. Das lässt sich nicht rückgängig machen.
es: Se eliminarán «%@» y su patrón MIDI. Esta acción no se puede deshacer.
fr: « %@ » et son motif MIDI seront supprimés. Cette action est irréversible.
it: “%@” e il suo pattern MIDI verranno eliminati. L’operazione non può essere annullata.
ja: 「%@」とそのMIDIパターンが削除されます。この操作は取り消せません。
ko: “%@”과(와) 해당 MIDI 패턴이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nl: ‘%@’ en het bijbehorende MIDI-patroon worden verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: „%@” i jego wzór MIDI zostaną usunięte. Tej operacji nie można cofnąć.
pt_br: “%@” e seu padrão MIDI serão excluídos. Isso não pode ser desfeito.
ru: «%@» и его MIDI-рисунок будут удалены. Это действие нельзя отменить.
sv: ”%@” och dess MIDI-mönster raderas. Det går inte att ångra.
tr: “%@” ve MIDI deseni silinecek. Bu işlem geri alınamaz.
zh_hans: 将删除“%@”及其 MIDI 音型。此操作无法撤销。

source: “%@” goes back to how it came with the app.
ar: يعود «%@» إلى حالته الأصلية في التطبيق.
de: „%@“ wird auf den mitgelieferten Zustand zurückgesetzt.
es: «%@» volverá a como venía con la app.
fr: « %@ » revient tel qu’il était fourni avec l’app.
it: “%@” torna a com’era incluso nell’app.
ja: 「%@」がアプリ付属の状態に戻ります。
ko: “%@”이(가) 앱에 포함되었던 상태로 돌아갑니다.
nl: ‘%@’ gaat terug naar hoe ze met de app meekwam.
pl: „%@” wróci do postaci dołączonej do aplikacji.
pt_br: “%@” volta ao estado em que veio com o app.
ru: «%@» вернётся к встроенному виду.
sv: ”%@” återgår till hur den följde med appen.
tr: “%@” uygulamayla geldiği haline döner.
zh_hans: “%@”将恢复为应用自带时的状态。

source: “%@” will be deleted. Its exercises stay in your library. This cannot be undone.
ar: سيُحذف «%@». تبقى تمارينه في مكتبتك. لا يمكن التراجع عن ذلك.
de: „%@“ wird gelöscht. Die enthaltenen Übungen bleiben in deiner Bibliothek. Das lässt sich nicht rückgängig machen.
es: Se eliminará «%@». Sus ejercicios permanecerán en tu biblioteca. Esta acción no se puede deshacer.
fr: « %@ » sera supprimée. Ses exercices restent dans votre bibliothèque. Cette action est irréversible.
it: “%@” verrà eliminata. I suoi esercizi restano nella tua libreria. L’operazione non può essere annullata.
ja: 「%@」を削除します。含まれるエクササイズはライブラリに残ります。この操作は取り消せません。
ko: “%@”이(가) 삭제됩니다. 포함된 연습은 라이브러리에 그대로 남습니다. 이 작업은 되돌릴 수 없습니다.
nl: ‘%@’ wordt verwijderd. De oefeningen blijven in je bibliotheek. Dit kan niet ongedaan worden gemaakt.
pl: „%@” zostanie usunięta. Jej ćwiczenia pozostaną w twojej bibliotece. Tej operacji nie można cofnąć.
pt_br: “%@” será excluída. Seus exercícios permanecem na sua biblioteca. Isso não pode ser desfeito.
ru: «%@» будет удалена. Её упражнения останутся в вашей библиотеке. Это действие нельзя отменить.
sv: ”%@” raderas. Dess övningar finns kvar i ditt bibliotek. Det går inte att ångra.
tr: “%@” silinecek. İçindeki egzersizler kitaplığınızda kalır. Bu işlem geri alınamaz.
zh_hans: 将删除“%@”。其中的练习会保留在你的库中。此操作无法撤销。

source: “Automatic” uses connected earphones (e.g. AirPods) when available, otherwise the phone.
ar: «تلقائي» يستخدم سماعات الأذن المتصلة (مثل AirPods) عند توفرها، وإلا فالهاتف.
de: „Automatisch“ nutzt angeschlossene Kopfhörer (z. B. AirPods), sonst das Telefon.
es: «Automático» usa los auriculares conectados (p. ej. AirPods) si los hay; si no, el teléfono.
fr: « Automatique » utilise les écouteurs connectés (p. ex. AirPods) s’il y en a, sinon le téléphone.
it: “Automatico” usa gli auricolari collegati (ad es. AirPods) se disponibili, altrimenti il telefono.
ja: 「自動」は接続中のイヤフォン（AirPodsなど）があればそれを、なければ本体を使います。
ko: “자동”은 연결된 이어폰(예: AirPods)이 있으면 그것을, 없으면 기기를 사용합니다.
nl: ‘Automatisch’ gebruikt aangesloten oordopjes (bijv. AirPods) als die er zijn, anders de telefoon.
pl: „Automatycznie” korzysta z podłączonych słuchawek (np. AirPods), a w przeciwnym razie z telefonu.
pt_br: “Automático” usa os fones conectados (por ex. AirPods) quando houver; caso contrário, o telefone.
ru: «Автоматически» использует подключённые наушники (например, AirPods), иначе — телефон.
sv: ”Automatiskt” använder anslutna hörlurar (t.ex. AirPods) när de finns, annars telefonen.
tr: “Otomatik”, bağlı kulaklıkları (ör. AirPods) varsa onları, yoksa telefonu kullanır.
zh_hans: “自动”会在有已连接耳机（如 AirPods）时使用耳机，否则使用手机。

source: “Line” draws one continuous line. “Dots” replaces it with a dot in the middle of every pitch.
ar: «خط» يرسم خطًا واحدًا متصلًا. «نقاط» يستبدله بنقطة في منتصف كل درجة صوت.
de: „Linie“ zeichnet eine durchgehende Linie. „Punkte“ ersetzt sie durch je einen Punkt in der Mitte jeder Tonhöhe.
es: «Línea» dibuja una línea continua. «Puntos» la sustituye por un punto en el centro de cada nota.
fr: « Ligne » trace une ligne continue. « Points » la remplace par un point au milieu de chaque hauteur.
it: “Linea” disegna una linea continua. “Punti” la sostituisce con un punto al centro di ogni altezza.
ja: 「線」は一本の連続した線を描きます。「点」はそれを各音の中央の点に置き換えます。
ko: “선”은 하나의 연속된 선을 그립니다. “점”은 각 음 가운데의 점으로 대체합니다.
nl: ‘Lijn’ tekent één doorlopende lijn. ‘Stippen’ vervangt die door een stip midden op elke toonhoogte.
pl: „Linia” rysuje jedną ciągłą linię. „Kropki” zastępuje ją kropką na środku każdej wysokości.
pt_br: “Linha” desenha uma linha contínua. “Pontos” a substitui por um ponto no meio de cada altura.
ru: «Линия» рисует сплошную линию. «Точки» заменяет её точкой в центре каждой высоты.
sv: ”Linje” ritar en sammanhängande linje. ”Punkter” ersätter den med en punkt mitt på varje tonhöjd.
tr: “Çizgi” tek bir sürekli çizgi çizer. “Noktalar” bunu her perdenin ortasındaki bir noktayla değiştirir.
zh_hans: “线条”绘制一条连续的线。“圆点”将其替换为每个音高中央的一个点。

source: *clap*
ar: *تصفيق*
de: *klatschen*
es: *palmada*
it: *batti*
ja: *手拍子*
ko: *박수*
nl: *klap*
pl: *klaśnij*
pt_br: *palma*
ru: *хлопок*
sv: *klapp*
tr: *alkış*
zh_hans: *拍手*

source: *Required fields
ar: *حقول مطلوبة
de: *Pflichtfelder
es: *Campos obligatorios
fr: *Champs obligatoires
it: *Campi obbligatori
ja: *必須項目
ko: *필수 항목
nl: *Verplichte velden
pl: *Pola wymagane
pt_br: *Campos obrigatórios
ru: *Обязательные поля
sv: *Obligatoriska fält
tr: *Zorunlu alanlar
zh_hans: *必填项

source: %@ has no public exercises right now.
ar: لا توجد لدى %@ تمارين عامة حاليًا.
de: %@ hat derzeit keine öffentlichen Übungen.
es: %@ no tiene ejercicios públicos por ahora.
fr: %@ n’a aucun exercice public pour le moment.
it: %@ al momento non ha esercizi pubblici.
ja: %@さんの公開エクササイズは現在ありません。
ko: %@님의 공개 연습이 현재 없습니다.
nl: %@ heeft op dit moment geen openbare oefeningen.
pl: %@ nie ma teraz żadnych publicznych ćwiczeń.
pt_br: %@ não tem exercícios públicos no momento.
ru: Сейчас у %@ нет публичных упражнений.
sv: %@ har inga offentliga övningar just nu.
tr: %@ şu anda herkese açık egzersize sahip değil.
zh_hans: %@ 目前没有公开的练习。

source: %1$d of %2$d selected
ar: تم تحديد %1$d من %2$d
de: %1$d von %2$d ausgewählt
es: %1$d de %2$d seleccionados
fr: %1$d sur %2$d sélectionnés
it: %1$d di %2$d selezionati
ja: %2$d件中%1$d件を選択
ko: %2$d개 중 %1$d개 선택됨
nl: %1$d van %2$d geselecteerd
pl: Wybrano %1$d z %2$d
pt_br: %1$d de %2$d selecionados
ru: Выбрано %1$d из %2$d
sv: %1$d av %2$d valda
tr: %2$d egzersizden %1$d tanesi seçildi
zh_hans: 已选择 %2$d 项中的 %1$d 项

source: %d likes
ar: الإعجابات: %d
es: %d me gusta
fr: %d j’aime
it: %d Mi piace
ja: いいね %d件
ko: 좋아요 %d개
pl: Polubienia: %d
pt_br: %d curtidas
ru: Отметок «Нравится»: %d
sv: %d gillanden
tr: %d beğeni
zh_hans: %d 个赞

source: %d ms
ar: %d مللي ث
ja: %d ミリ秒
ko: %d밀리초
ru: %d мс
zh_hans: %d 毫秒

source: %d ms earlier
ar: مُقدَّم بمقدار %d مللي ث
de: %d ms früher
es: %d ms antes
fr: %d ms plus tôt
it: %d ms prima
ja: %d ミリ秒早く
ko: %d밀리초 앞으로
nl: %d ms eerder
pl: %d ms wcześniej
pt_br: %d ms antes
ru: на %d мс раньше
sv: %d ms tidigare
tr: %d ms daha erken
zh_hans: 提前 %d 毫秒

source: %d ms later
ar: مُؤخَّر بمقدار %d مللي ث
de: %d ms später
es: %d ms después
fr: %d ms plus tard
it: %d ms dopo
ja: %d ミリ秒遅く
ko: %d밀리초 뒤로
pl: %d ms później
pt_br: %d ms depois
ru: на %d мс позже
sv: %d ms senare
tr: %d ms daha geç
zh_hans: 延后 %d 毫秒

source: 1y
ar: سنة
de: 1 Jahr
es: 1 a
fr: 1 an
it: 1 anno
ja: 1年
ko: 1년
nl: 1 jr
pl: 1 rok
pt_br: 1 ano
ru: 1 год
sv: 1 år
tr: 1 yıl
zh_hans: 1年

source: 6m
ar: 6 أشهر
de: 6 Mon.
ja: 6か月
ko: 6개월
nl: 6 mnd
pl: 6 mies.
ru: 6 мес.
sv: 6 mån
tr: 6 ay
zh_hans: 6个月

source: 7d
ar: 7 أيام
de: 7 Tage
fr: 7 j
it: 7 gg
ja: 7日
ko: 7일
pl: 7 dni
ru: 7 дн.
sv: 7 dgr
tr: 7 gün
zh_hans: 7天

source: 24h
ar: 24 س
de: 24 Std.
ja: 24時間
ko: 24시간
nl: 24 u
pl: 24 godz.
ru: 24 ч
sv: 24 tim
tr: 24 sa
zh_hans: 24小时

source: 30d
ar: 30 يومًا
de: 30 Tage
fr: 30 j
it: 30 gg
ja: 30日
ko: 30일
pl: 30 dni
ru: 30 дн.
sv: 30 dgr
tr: 30 gün
zh_hans: 30天

source: A few words about yourself, shown at the top of your profile in the Community tab.
ar: بضع كلمات عن نفسك، تُعرض أعلى ملفك الشخصي في تبويب المجتمع.
de: Ein paar Worte über dich, die oben in deinem Profil im Community-Tab stehen.
es: Unas palabras sobre ti, que aparecen arriba en tu perfil de la pestaña Comunidad.
fr: Quelques mots sur vous, affichés en haut de votre profil dans l’onglet Communauté.
it: Qualche parola su di te, mostrata in cima al tuo profilo nella scheda Comunità.
ja: 自分についての短い紹介です。コミュニティタブのプロフィール上部に表示されます。
ko: 자신에 대한 짧은 소개입니다. 커뮤니티 탭 프로필 맨 위에 표시됩니다.
nl: Een paar woorden over jezelf, bovenaan je profiel op het Community-tabblad.
pl: Kilka słów o tobie, pokazywanych na górze twojego profilu na karcie Społeczność.
pt_br: Algumas palavras sobre você, mostradas no topo do seu perfil na aba Comunidade.
ru: Несколько слов о себе. Они видны вверху вашего профиля на вкладке «Сообщество».
sv: Några ord om dig själv, som visas överst på din profil i Community-fliken.
tr: Kendinizle ilgili birkaç söz; Topluluk sekmesindeki profilinizin en üstünde görünür.
zh_hans: 关于你自己的简短介绍，显示在社区标签中你的资料顶部。

source: A good warm-up does five things: it warms up your whole body, prepares your breath, gets your lips, tongue and resonating spaces ready, moves your voice from speaking into singing, and prepares you for the music you are about to sing.
ar: الإحماء الجيد يحقق خمسة أمور: يُدفئ جسمك كله، ويهيّئ نَفَسك، ويُجهّز شفتيك ولسانك وتجاويف الرنين، وينقل صوتك من الكلام إلى الغناء، ويُعدّك للموسيقى التي توشك أن تغنيها.
de: Ein gutes Aufwärmen erfüllt fünf Aufgaben: Es wärmt den ganzen Körper auf, bereitet den Atem vor, macht Lippen, Zunge und Resonanzräume bereit, führt die Stimme vom Sprechen ins Singen und bereitet dich auf die Musik vor, die du gleich singen wirst.
es: Un buen calentamiento hace cinco cosas: calienta todo el cuerpo, prepara la respiración, pone a punto los labios, la lengua y los espacios de resonancia, lleva la voz del habla al canto y te prepara para la música que vas a cantar.
fr: Un bon échauffement remplit cinq rôles : il échauffe tout le corps, prépare le souffle, met en route les lèvres, la langue et les espaces de résonance, fait passer la voix de la parole au chant et vous prépare à la musique que vous allez chanter.
it: Un buon riscaldamento fa cinque cose: scalda tutto il corpo, prepara il respiro, rende pronti labbra, lingua e spazi di risonanza, porta la voce dal parlato al canto e ti prepara alla musica che stai per cantare.
ja: よいウォームアップには5つの役割があります。全身を温めること、呼吸の準備をすること、唇や舌、共鳴する空間を整えること、声を話す状態から歌う状態へ移すこと、そしてこれから歌う曲に備えることです。
ko: 좋은 워밍업은 다섯 가지 일을 합니다. 온몸을 데우고, 호흡을 준비하고, 입술과 혀와 공명 공간을 준비시키고, 목소리를 말하기에서 노래하기로 옮기고, 곧 부를 음악에 대비하게 합니다.
nl: Een goede warming-up doet vijf dingen: hij warmt je hele lichaam op, bereidt je adem voor, maakt je lippen, tong en resonantieruimtes klaar, brengt je stem van spreken naar zingen en bereidt je voor op de muziek die je zo gaat zingen.
pl: Dobra rozgrzewka robi pięć rzeczy: rozgrzewa całe ciało, przygotowuje oddech, pobudza wargi, język i przestrzenie rezonansowe, przeprowadza głos od mówienia do śpiewu i przygotowuje cię do muzyki, którą zaraz zaśpiewasz.
pt_br: Um bom aquecimento faz cinco coisas: aquece o corpo todo, prepara a respiração, deixa lábios, língua e espaços de ressonância prontos, leva a voz da fala para o canto e prepara você para a música que vai cantar.
ru: Хорошая распевка решает пять задач: разогревает всё тело, готовит дыхание, настраивает губы, язык и резонирующие полости, переводит голос от речи к пению и готовит к музыке, которую вы собираетесь исполнять.
sv: En bra uppvärmning gör fem saker: den värmer upp hela kroppen, förbereder andningen, gör läppar, tunga och resonansrum redo, för rösten från tal till sång och förbereder dig för musiken du ska sjunga.
tr: İyi bir ısınma beş şey yapar: tüm vücudu ısıtır, nefesi hazırlar, dudakları, dili ve rezonans boşluklarını hazır hale getirir, sesi konuşmadan şarkı söylemeye taşır ve sizi söylemek üzere olduğunuz müziğe hazırlar.
zh_hans: 好的热身有五个作用：让全身暖起来，为呼吸做准备，让嘴唇、舌头和共鸣空间进入状态，把声音从说话状态带到歌唱状态，并为你即将演唱的音乐做准备。

source: A hoarse voice sounds breathy, raspy or strained, or is softer or lower than usual, and your throat may feel scratchy. Hoarseness is often a sign of a problem with the vocal folds.
ar: الصوت المبحوح يبدو مشوبًا بالنَّفَس أو خشنًا أو مُجهَدًا، أو أضعف أو أخفض من المعتاد، وقد تشعر بخدش في حلقك. وكثيرًا ما تكون بحّة الصوت علامة على مشكلة في الطيّتين الصوتيتين.
de: Eine heisere Stimme klingt behaucht, rau oder angestrengt oder ist leiser oder tiefer als sonst, und dein Hals kann sich kratzig anfühlen. Heiserkeit ist oft ein Zeichen für ein Problem mit den Stimmlippen.
es: Una voz ronca suena aireada, áspera o forzada, o es más débil o más grave de lo habitual, y la garganta puede notarse irritada. La ronquera suele ser señal de un problema en las cuerdas vocales.
fr: Une voix enrouée paraît voilée, rauque ou forcée, ou plus faible ou plus grave que d’habitude, et la gorge peut gratter. L’enrouement est souvent le signe d’un problème au niveau des cordes vocales.
it: Una voce rauca suona soffiata, ruvida o forzata, oppure è più debole o più grave del solito, e la gola può pizzicare. La raucedine è spesso il segnale di un problema alle corde vocali.
ja: 声がかれていると、息がもれたような声、ガサガサした声、苦しそうな声になったり、いつもより小さく低い声になったりし、のどがイガイガすることもあります。声がれは、声帯のトラブルのサインであることが多くあります。
ko: 쉰 목소리는 바람 새는 소리, 거친 소리, 힘겨운 소리가 나거나 평소보다 작고 낮아지며, 목이 따끔거릴 수 있습니다. 목쉼은 흔히 성대에 문제가 있다는 신호입니다.
nl: Een hese stem klinkt ademig, schor of geforceerd, of is zachter of lager dan normaal, en je keel kan kriebelen. Heesheid is vaak een teken van een probleem met de stembanden.
pl: Zachrypnięty głos brzmi na wydechu, szorstko lub z wysiłkiem albo jest cichszy lub niższy niż zwykle, a w gardle może drapać. Chrypka jest często oznaką problemu z fałdami głosowymi.
pt_br: Uma voz rouca soa soprosa, áspera ou forçada, ou fica mais fraca ou mais grave que o normal, e a garganta pode arranhar. A rouquidão costuma ser sinal de um problema nas pregas vocais.
ru: Охрипший голос звучит с придыханием, сипло или натужно, либо тише или ниже обычного, а в горле может першить. Осиплость часто указывает на проблему с голосовыми складками.
sv: En hes röst låter luftig, sträv eller ansträngd, eller är svagare eller mörkare än vanligt, och halsen kan kännas skrovlig. Heshet är ofta ett tecken på ett problem med stämbanden.
tr: Kısık bir ses nefesli, hırıltılı ya da zorlanmış çıkar veya her zamankinden daha kısık ya da daha kalın olur; boğazınız da kaşınıyor gibi hissedebilir. Ses kısıklığı çoğu zaman ses tellerindeki bir sorunun belirtisidir.
zh_hans: 嗓音沙哑时，声音听起来会发虚、粗糙或吃力，或者比平时更弱、更低，喉咙也可能感觉发痒。声音嘶哑往往是声带出问题的信号。

source: A live sample of the playback screen. Everything you change below shows up here right away.
ar: عيّنة حية من شاشة التشغيل. كل ما تغيّره أدناه يظهر هنا فورًا.
de: Eine lebende Kostprobe des Abspielbildschirms. Alles, was du unten änderst, ist hier sofort zu sehen.
es: Una muestra en vivo de la pantalla de reproducción. Todo lo que cambies abajo se ve aquí al instante.
fr: Un aperçu animé de l’écran de lecture. Tout ce que vous modifiez ci-dessous apparaît ici aussitôt.
it: Un’anteprima dal vivo della schermata di riproduzione. Tutto ciò che cambi qui sotto compare subito qui.
ja: 再生画面のライブサンプルです。下で変更した内容がすぐここに反映されます。
ko: 재생 화면의 실시간 미리보기입니다. 아래에서 바꾼 내용이 바로 여기에 반영됩니다.
nl: Een live voorbeeld van het afspeelscherm. Alles wat je hieronder wijzigt, is hier meteen te zien.
pl: Podgląd na żywo ekranu odtwarzania. Wszystko, co zmienisz poniżej, widać tu od razu.
pt_br: Uma amostra ao vivo da tela de reprodução. Tudo o que você mudar abaixo aparece aqui na hora.
ru: Живой образец экрана воспроизведения. Всё, что вы меняете ниже, сразу видно здесь.
sv: Ett levande smakprov på uppspelningsskärmen. Allt du ändrar nedan syns här direkt.
tr: Oynatma ekranının canlı bir örneği. Aşağıda değiştirdiğiniz her şey burada hemen görünür.
zh_hans: 播放页面的实时样例。你在下面所做的更改会立刻显示在这里。

source: A public exercise has to last at least %@, counting all of its repetitions together, and your changes bring this one down to %@. Make it private, or undo everything you have changed since you opened its settings.
ar: يجب أن يستمر التمرين العام %@ على الأقل، باحتساب جميع تكراراته معًا، وتغييراتك تُقصّر هذا التمرين إلى %@. اجعله خاصًا، أو تراجع عن كل ما غيّرته منذ فتحت إعداداته.
de: Eine öffentliche Übung muss mit allen Wiederholungen zusammen mindestens %@ dauern, und deine Änderungen bringen diese auf %@. Mach sie privat, oder nimm alles zurück, was du seit dem Öffnen ihrer Einstellungen geändert hast.
es: Un ejercicio público tiene que durar al menos %@ sumando todas sus repeticiones, y tus cambios dejan este en %@. Hazlo privado o deshaz todo lo que has cambiado desde que abriste sus ajustes.
fr: Un exercice public doit durer au moins %@, toutes répétitions confondues, et vos modifications le ramènent à %@. Rendez-le privé, ou annulez tout ce que vous avez changé depuis l’ouverture de ses réglages.
it: Un esercizio pubblico deve durare almeno %@ contando tutte le sue ripetizioni, e le tue modifiche lo portano a %@. Rendilo privato, oppure annulla tutto ciò che hai cambiato da quando ne hai aperto le impostazioni.
ja: 公開エクササイズは繰り返しをすべて合わせて%@以上でなければなりませんが、変更によってこのエクササイズは%@になります。非公開にするか、設定を開いてから変更した内容をすべて元に戻してください。
ko: 공개 연습은 모든 반복을 합쳐 %@ 이상이어야 하는데, 변경으로 이 연습은 %@이(가) 됩니다. 비공개로 바꾸거나, 설정을 연 뒤 변경한 내용을 모두 되돌리세요.
nl: Een openbare oefening moet met alle herhalingen samen minstens %@ duren, en door je wijzigingen komt deze op %@. Maak hem privé, of maak alles ongedaan wat je hebt gewijzigd sinds je de instellingen opende.
pl: Publiczne ćwiczenie musi trwać co najmniej %@ łącznie ze wszystkimi powtórzeniami, a twoje zmiany skracają je do %@. Ustaw je jako prywatne albo cofnij wszystko, co zmieniono od otwarcia jego ustawień.
pt_br: Um exercício público precisa durar pelo menos %@ somando todas as suas repetições, e suas alterações deixam este em %@. Torne-o privado ou desfaça tudo o que você mudou desde que abriu os ajustes dele.
ru: Публичное упражнение должно длиться не менее %@ со всеми повторами вместе, а ваши изменения сокращают его до %@. Сделайте его личным или отмените всё, что вы изменили с момента открытия его настроек.
sv: En offentlig övning måste vara minst %@ med alla repetitioner sammanlagt, och dina ändringar tar ner den här till %@. Gör den privat, eller ångra allt du har ändrat sedan du öppnade dess inställningar.
tr: Herkese açık bir egzersizin tüm tekrarları birlikte en az %@ sürmesi gerekir; değişiklikleriniz bunu %@ süreye düşürüyor. Egzersizi özel yapın ya da ayarlarını açtığınızdan beri değiştirdiğiniz her şeyi geri alın.
zh_hans: 公开的练习把所有重复加在一起至少要有 %@，而你的修改让这个练习只剩 %@。请将它设为私有，或撤销自打开其设置以来所做的全部修改。

source: A short riff in the style of pop and soul singing. Keep it light and loose and let each note speak clearly.
ar: ريف قصير بأسلوب غناء البوب والسول. اجعله خفيفًا ومرنًا ودع كل نغمة تُسمع بوضوح.
de: Ein kurzes Riff im Stil von Pop- und Soulgesang. Halte es leicht und locker und lass jeden Ton klar erklingen.
es: Un riff corto al estilo del canto pop y soul. Mantenlo ligero y suelto y deja que cada nota suene clara.
fr: Un court riff dans le style du chant pop et soul. Restez léger et souple, et faites entendre chaque note clairement.
it: Un breve riff nello stile del canto pop e soul. Mantienilo leggero e sciolto e fai sentire chiaramente ogni nota.
ja: ポップスやソウルの歌い方の短いリフです。軽く力を抜いて、一音一音をはっきり響かせます。
ko: 팝과 소울 창법 스타일의 짧은 리프입니다. 가볍고 자연스럽게, 각 음이 또렷하게 들리도록 하세요.
nl: Een korte riff in de stijl van pop- en soulzang. Houd hem licht en los en laat elke noot duidelijk klinken.
pl: Krótki riff w stylu śpiewu pop i soul. Śpiewaj lekko i swobodnie, pozwalając każdemu dźwiękowi wyraźnie wybrzmieć.
pt_br: Um riff curto no estilo do canto pop e soul. Mantenha-o leve e solto e deixe cada nota soar com clareza.
ru: Короткий рифф в стиле поп- и соул-вокала. Пойте легко и свободно, чтобы каждая нота звучала отчётливо.
sv: Ett kort riff i stil med pop- och soulsång. Håll det lätt och löst och låt varje ton höras tydligt.
tr: Pop ve soul şarkıcılığı tarzında kısa bir riff. Hafif ve rahat tutun, her notanın net duyulmasını sağlayın.
zh_hans: 一段流行和灵魂乐风格的短乐句。唱得轻松自如，让每个音都清楚地发出来。

source: A Simple Warm-Up
ar: إحماء بسيط
de: Ein einfaches Aufwärmen
es: Un calentamiento sencillo
fr: Un échauffement simple
it: Un riscaldamento semplice
ja: かんたんなウォームアップ
ko: 간단한 워밍업
nl: Een eenvoudige warming-up
pl: Prosta rozgrzewka
pt_br: Um aquecimento simples
ru: Простая распевка
sv: En enkel uppvärmning
tr: Basit bir ısınma
zh_hans: 简单的热身
